Repository: KDE/calendarsupport
Catalog: po/*/calendarsupport6.po
Languages: eo

source: Check this option to limit events to a single line, truncating as necessary to save space.
eo: Marku ĉi tiun opcion por limigi eventojn al unu linio, detranĉante laŭbezone por ŝpari spacon.

source: Limit events in each day to a &single line
eo: Limigi eventojn en ĉiu tago al unu&sola linio

source: Check this option to draw note lines in empty areas.
eo: Marku ĉi tiun opcion por desegni notliniojn en malplenaj areoj.

source: Show note &lines in Filofax layout
eo: Montri notajn &liniojn en Filofax-aranĝo

source: Print in color
eo: Presi en koloro

source: If you want to use colors to distinguish certain tags in the printed output, check this option.
eo: Se vi volas uzi kolorojn por distingi iujn etikedojn en la presita eligo, marku ĉi tiun opcion.

source: &Use colors
eo: &Uzi kolorojn

source: Print a datetime footer on each page
eo: Presi datohoran piedlinion sur ĉiu paĝo

source: Check this box if you want to print a small footer on each page that contains the date of the print.
eo: Marku ĉi tiun skatolon se vi volas presi malgrandan piedlinion sur ĉiu paĝo, kiu enhavas la daton de la presaĵo.

source: Print &Footer
eo: Presi &Piedlinion

source: Start date:
eo: Komenca dato:

source: No start date
eo: Neniu komenca dato

source: End date:
eo: Findato:

source: Duration:
eo: Daŭro:

source: 1 hour
eo: 1 horo

source: 1 minute
eo: 1 minuto

source: No end date
eo: Neniu findato

source: Due date:
eo: Limdato:

source: No due date
eo: Neniu limdato

# except for listed dates
source: except
eo: krom

source: Repeats:
eo: Ripetoj:

source: No reminders
eo: Neniuj memorigiloj

source: Reminder:
eo: Memorigo:

# N days/hours/minutes before/after the start/end
source: %1 before the start
eo: %1 antaŭ la komenco

# N days/hours/minutes before/after the start/end
source: %1 after the start
eo: %1 post la komenco

# N days/hours/minutes before/after the start/end
source: %1 before the end
eo: %1 antaŭ la fino

# N days/hours/minutes before/after the start/end
source: %1 after the end
eo: %1 post la fino

source: 1 day
eo: 1 tago

source: 1 hour
eo: 1 horo

source: 1 minute
eo: 1 minuto

source: Organizer:
eo: Organizanto:

source: Location:
eo: Loko:

source: Description:
eo: Priskribo:

source: Notes:
eo: Notoj:

source: No Subitems
eo: Neniuj Suberoj

source: 1 Subitem:
eo: 1 Subero:

# no status
source: none
eo: neniu

# unknown status
source: unknown
eo: nekonata

# subitem start date
source: Start Date: %1
eo: Komenca dato: %1

# subitem start time
source: Start Time: %1
eo: Komenca Tempo: %1

# subitem due date
source: Due Date: %1
eo: Limdato: %1

# subitem due time
source: Due Time: %1
eo: Ligtempo: %1

# subitem Status: statusString
source: Status: %1
eo: Statuso: %1

# subitem Priority: N
source: Priority: %1
eo: Prioritato: %1

# subitem Secrecy: secrecyString
source: Secrecy: %1
eo: Sekreto: %1

source: No Attachments
eo: Neniuj Aldonaĵoj

source: 1 Attachment:
eo: 1 Alligaĵo:

source: No Attendees
eo: Neniuj Ĉeestantoj

source: 1 Attendee:
eo: 1 Ĉeestanto:

source: Status: %1
eo: Statuso: %1

source: Secrecy: %1
eo: Sekreteco: %1

source: Show as: Busy
eo: Montri kiel: Okupita

source: Show as: Free
eo: Montri kiel: Libera

source: This task is overdue!
eo: Ĉi tiu tasko estas posttempa!

source: Settings:
eo: Agordoj:

source: Tags:
eo: Etikedoj:

# label for timetable all-day boxes
source: All day
eo: Tuta tago

# date from - to (week number)
source: %1–%2 (Week %3)
eo: %1–%2 (Semajno %3)

# date from - to\n(week number)
source: %1–%2 (Week %3)
eo: %1–%2 (Semajno %3)

# @option sort by summary
source: Summary
eo: Resumo

# @option sort by start date/time
source: Start Date
eo: Komenca dato

# @option sort by due date/time
source: Due Date
eo: Limdato

# @option sort by priority
source: Priority
eo: Prioritato

# @option sort by percent completed
source: Percent Complete
eo: Procento Kompleta

# @option sort by tags
source: Tags
eo: Etikedoj

# @option sort in increasing order
source: Ascending
eo: Ascendenta

# @option sort in descreasing order
source: Descending
eo: Malkreskanta

source: To-do list
eo: Listo da farendaĵoj

source: Priority
eo: Prioritato

# @label to-do due date
source: Due
eo: Postulata

# @label to-do start date
source: Start
eo: Komenci

# @label to-do percentage complete
source: Complete
eo: Kompleta

# @label to-do categories
source: Tags
eo: Etikedoj

source: Print &incidence
eo: Presi &okazaĵon

source: Prints an incidence on one page
eo: Presas okazaĵon sur unu paĝo

source: Print da&y
eo: Presi ta&gon

source: Prints all events of a single day on one page
eo: Presas ĉiujn eventojn de unu tago sur unu paĝo

source: Print &week
eo: Presi &semajnon

source: Prints all events of one week on one page
eo: Presas ĉiujn eventojn de unu semajno sur unu paĝo

source: Print mont&h
eo: Presi monato&n

source: Prints all events of one month on one page
eo: Presas ĉiujn eventojn de unu monato sur unu paĝo

source: Print to-&dos
eo: Presi faren&dojn

source: Prints all to-dos in a (tree-like) list
eo: Presas ĉiujn farojn en (arbosimila) listo

# @info
source: Unable to print, an invalid print style was specified.
eo: Ne eblas presi, nevalida presa stilo estis specifita.

# @title:window
source: Printing error
eo: Presa eraro

# @title:window
source: Print
eo: Presi

# @title:group
source: Print Style
eo: Presa Stilo

# @label
source: Page &orientation:
eo: Paĝo &orientiĝo:

# @info:tooltip
source: Set the print orientation
eo: Agordi la presan orientiĝon

# @info:whatsthis
source: Choose if you want your output to be printed in "portrait" or "landscape". You can also default to the orientation best suited to the selected style or to your printer's default setting.
eo: Elektu ĉu vi volas, ke via eligo estu presita en "portreto" aŭ "pejzaĝo". Vi ankaŭ povas defaŭlte al la orientiĝo plej taŭga al la elektita stilo aŭ al la defaŭlta agordo de via presilo.

# @item:inlistbox
source: Use Default Orientation of Selected Style
eo: Uzi Defaŭltan Orientiĝon de Elektita Stilo

# @item:inlistbox
source: Use Printer Default
eo: Uzi Presilan Defaŭlton

# @item:inlistbox
source: Portrait
eo: Vertikale

# @item:inlistbox
source: Landscape
eo: Horizontale

# @info:tooltip
source: Select the type of print
eo: Elekti la tipon de presaĵo

# @info:whatsthis
source: Select one of the following types of prints you want to make. You may want to print an individual item, or all the items for a specific time range (like a day, week or month), or you may want to print your to-do list.
eo: Elektu unu el la jenaj specoj de presaĵoj, kiujn vi volas fari. Vi eble volas presi individuan objekton, aŭ ĉiujn erojn por specifa tempoperiodo (kiel tago, semajno aŭ monato), aŭ vi eble volas presi vian faroliston.

# @action:button
source: &Preview
eo: &Antaŭrigardo

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print incidence options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Pres-opcioj por okazaĵoj:</span></p></body></html>

source: Print incidence details
eo: Presi okazaĵajn detalojn

source: Check this box if you want to print more details for the incidence, including the visibility and secrecy properties.
eo: Marku ĉi tiun skatolon se vi volas presi pliajn detalojn por la incidenco, inkluzive de la videbleco kaj sekretecaj propraĵoj.

source: Detai&ls (visiblility, secrecy, etc.)
eo: Deta&loj (videbleco, sekreteco, ktp.)

source: Print the attendees
eo: Presi la ĉeestantojn

source: Check this box if you want the attendees list included on the print-out.
eo: Marku ĉi tiun skatolon se vi volas la liston de ĉeestantoj inkluzivitaj en la presaĵo.

source: &Attendees
eo: &Asistantoj

source: Print the notes
eo: Presi la notojn

source: Check this box if you want the incidence notes included on the print-out.
eo: Marku ĉi tiun skatolon se vi volas, ke la incid-notoj estas inkluzivitaj en la printaĵo.

source: &Notes, subitems
eo: &Notoj, suberoj

source: Print the attachments
eo: Presi la aldonaĵojn

source: Check this box if you want the attachment information included on the print-out. The attachments themselves are not printed.
eo: Marku ĉi tiun skatolon se vi volas la aldonaĵinformojn inkluzivitaj en la elpresaĵo. La aldonaĵoj mem ne estas presitaj.

source: Attach&ments
eo: Aldo&naĵoj

source: Check this box if you want to draw note lines in the empty area of the print. This is useful if you want to hand-write notes on this print-out.
eo: Marku ĉi tiun skatolon se vi volas desegni notliniojn en la malplena areo de la presaĵo. Ĉi tio estas utila se vi volas manskribi notojn pri ĉi tiu elpresaĵo.

source: Show note &lines
eo: Montri noto&liniojn

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print journal options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Pres-opcioj por taglibroj:</span></p></body></html>

source: &All journal entries
eo: Ĉiujn t&aglibrajn enskribojn

source: Date &range:
eo: Datinte&rvalo:

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print month options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Presi monatajn opciojn:</span></p></body></html>

source: When you want to print more months at once, you can define a month range. This option defines the first month to be printed. Use the option <i>End month</i> to define the last month in this range.
eo: Kiam vi volas presi pli da monatoj samtempe, vi povas difini monatan gamon. Ĉi tiu opcio difinas la unuan monaton por esti presita. Uzu la opcion <i>Fino de monato</i> por difini la lastan monaton en ĉi tiu intervalo.

source: Sta&rt month:
eo: &Komenca monato:

source: Starting month for printing
eo: Komenca monato por presado

source: Starting year for printing
eo: Komenca jaro por presado

source: When you want to print more years at once, you can define a year range. This option defines the first year to be printed. Use the option <i>End year</i> to define the last year in this range.
eo: Kiam vi volas presi pli da jaroj samtempe, vi povas difini jarperiodon. Ĉi tiu opcio difinas la unuan jaron por esti presita. Uzu la opcion <i>Fino de jaro</i> por difini la lastan jaron en ĉi tiu intervalo.

source: When you want to print more months at once, you can define a month range. This option defines the last month to be printed. Use the option <i>Start month</i> to define the first month in this range.
eo: Kiam vi volas presi pli da monatoj samtempe, vi povas difini monatan gamon. Ĉi tiu opcio difinas la lastan monaton por esti presita. Uzu la opcion <i>Komenca monato</i> por difini la unuan monaton en ĉi tiu intervalo.

source: &End month:
eo: &Fina monato:

source: Ending month for the print
eo: Finanta monato por la presaĵo

source: Ending year for the print
eo: Finanta jaro por la presaĵo

source: When you want to print more years at once, you can define a year range. This option defines the last year to be printed. Use the option <i>Start year</i> to define the first year in this range.
eo: Kiam vi volas presi pli da jaroj samtempe, vi povas difini jarperiodon. Ĉi tiu opcio difinas la lastan jaron por esti presita. Uzu la opcion <i>Komencu jaron</i> por difini la unuan jaron en ĉi tiu gamo.

source: Print daily recurring items
eo: Presi ĉiutage revenantajn erojn

source: With this option it is possible to leave out the daily recurring to-dos and events in the print. They take a lot of space and make the month view needlessly complicated.
eo: Per ĉi tiu opcio eblas forlasi la ĉiutagajn ripetiĝantajn farojn kaj eventojn en la presaĵo. Ili okupas multe da spaco kaj faras la monatan vidon senbezone komplika.

source: Include daily re&curring to-dos and events
eo: Inkluzivi ĉiutage &ripetajn farendojn kaj eventojn

source: Print weekly recurring items
eo: Presi ĉiusemajne ripetiĝantajn erojn

source: Similar to "Print daily recurring to-dos and events". Weekly to-dos and events will be omitted when making a print of the selected month.
eo: Simile al "Presi ĉiutagajn ripetajn taskojn kaj eventojn". Semajnaj taskoj kaj eventoj estos preterlasitaj dum presaĵo de la elektita monato.

source: Include weekl&y recurring to-dos and events
eo: Inkluzivi ĉiusema&jne ripetajn taskojn kaj eventojn

source: Print week numbers
eo: Presi semajnajn nombrojn

source: Enable this to print week numbers at the left of each row.
eo: Ebligu tion por presi semajnajn numerojn maldekstre de ĉiu vico.

source: Print week &numbers
eo: Presi semajnajn &numerojn

source: This printing style does not have any configuration options.
eo: Ĉi tiu presa stilo ne havas agordajn opciojn.

source: Holiday
eo: Ferio

# print date: formatted-datetime
source: printed: %1
eo: presita: %1

# to-do summary (Due: datetime)
source: %1 (Due: %2)
eo: %1 (Programo: %2)

# to-do summary (Due: date)
source: %1 (Due: %2)
eo: %1 (Programo: %2)

source: To-do: %1
eo: Farenda: %1

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print to-dos options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Presi farendajn opciojn:</span></p></body></html>

source: Name for this to-do list
eo: Nomo por ĉi tiu farolisto

source: Enter a name for this to-do list that will be put at the top of the print-out
eo: Enigu nomon por ĉi tiu farolisto, kiu estos metita ĉe la supro de la presaĵo

source: &Title:
eo: &Titolo:

source: To-do List
eo: Listo da farendaĵoj

source: To-dos to Print
eo: Faradoj por Presi

source: Print &all to-dos
eo: Presi ĉi&ajn farendojn

source: Print &uncompleted to-dos only
eo: Presi nur &nekompletigitajn farojn

source: Print only to-dos due in the &range:
eo: Presi nur farendojn en la &gamo:

source: Print item priorities
eo: Presi erajn prioritatojn

source: Check this option if you want to see the item priorities printed.
eo: Marku ĉi tiun opcion se vi volas vidi la objektoprioritojn presitajn.

source: &Priority
eo: &Prioritato

source: Print item start dates
eo: Presi eron-komencdatojn

source: Check this option if you want to see the item start dates (when work can begin) printed.
eo: Marku ĉi tiun opcion se vi volas vidi la eron-komencdatojn (kiam laboro povas komenci) presitaj.

source: &Start date
eo: &Komenca dato

source: Print item due dates
eo: Presi erajn limdatojn

source: Check this option if you want to see the item due dates printed.
eo: Marku ĉi tiun opcion se vi volas vidi la limdatojn presitajn.

source: Du&e date
eo: Lim&dato

source: Print item completion percentage
eo: Presi kompletigprocenton

source: Check this option if you want to see the item completion percentage printed as a number and bar graph.
eo: Marku ĉi tiun opcion se vi volas vidi la kompletigprocenton presitan kiel nombro kaj strekgrafiko.

source: Percentage co&mpleted
eo: Procento plenu&mita

source: Sorting Options
eo: Ordigaj Opcioj

source: Sort field:
eo: Ordigi kampon:

source: Sort direction:
eo: Ordigi direkton:

source: Co&nnect sub-to-dos with its parent
eo: Ko&nekti subfarendojn kun sia gepatro

source: Stri&ke out completed to-do summaries
eo: Forstre&ki resumojn de plenumitaj farendoj

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print week options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Presi semajnajn opciojn:</span></p></body></html>

source: Print date &range as Filofax format, one week per page
eo: Presi datinte&rvalon kiel Filofax-formato, unu semajnon por paĝo

source: Print as timeta&ble view, one week per page
eo: Presu kiel horta&bela vido, unu semajnon po paĝo

source: The split week view has the times to the left of the page, with two pages per week.
eo: La divida semajna vido havas la tempojn maldekstre de la paĝo, kun du paĝoj semajne.

source: Print as split wee&k view
eo: Presi &kiel dividita semajn-vido

source: <html><head/><body><p><span style=" font-size:9pt; font-weight:600;">Print year options:</span></p></body></html>
eo: <html><head/><body><p><span style=" font-size:9pt; font-weight:600;">Presi jaropciojn:</span></p></body></html>

source: Date Range
eo: Datintervalo

source: &Year:
eo: &Jaro:

source: General
eo: Ĝenerale

source: Num&ber of pages:
eo: Nom&bro de paĝoj:

source: Show &sub-day events as:
eo: Montri &subtagajn eventojn kiel:

source: Text
eo: Teksto

source: Time Boxes
eo: Tempo-Kestoj

source: Show &holidays as:
eo: Montri &feriojn kiel:

source: Person: %1
eo: Persono: %1

source: Journal entries
eo: Taglibraj enskriboj

source: Print &journal
eo: Presi &taglibron

source: Prints all journals for a given date range
eo: Presas ĉiujn taglibrojn por difinita datintervalo

source: Print &year
eo: Presi &jaron

source: Prints a calendar for an entire year
eo: Presas kalendaron por tuta jaro

# @title:window
source: Select Calendar
eo: Elekti Kalendaron

source: Select the calendar where this item will be stored.
eo: Elektu la kalendaron kie ĉi tiu objekto estos konservita.

# this is the default calendar
source: %1 (Default Calendar)
eo: %1 (Defaŭlta Kalendaro)

# a virtual folder type
source: Virtual
eo: Virtuala

source: Folder type:
eo: Tipo de dosierujo:

# collection has no mimetypes to show the user
source: none
eo: neniu

source: Content type:
eo: Enhavo tipo:

source: Rights:
eo: Rajtoj:

# the calendar is read-only
source: read-only
eo: nur-lega

# the calendar is read and write
source: read+write
eo: legi+skribi

# blocking all reminders for this calendar
source: all
eo: ĉio

# blocking audio reminders for this calendar
source: audio
eo: aŭda

# blocking display pop-up dialog reminders for this calendar
source: display
eo: ekrano

# blocking email reminders for this calendar
source: email
eo: e-poŝto

# blocking run a command reminders for this calendar
source: procedure
eo: proceduro

# blocking unknown type reminders for this calendar
source: other
eo: alia

# not blocking any reminder types for this calendar
source: none
eo: neniu

source: Blocked Reminders:
eo: Blokitaj Rememorigiloj:
