Repository: KDE/calendarsupport
Catalog: po/*/calendarsupport6.po
Languages: eo

# @title:window
source: Archive/Delete Past Events and To-dos
eo: Arkivi/Forigi Pasintajn Eventojn kaj Farojn

# @action:button
source: &Archive
eo: &Arkivi

# @info:whatsthis
source: Archiving saves old items into the given file and then deletes them in the current calendar. If the archive file already exists they will be added. (<link url="#">How to restore</link>)
eo: Arkivado konservas malnovajn erojn en la donitan dosieron kaj poste forigas ilin en la nuna kalendaro. Se la arkiva dosiero jam ekzistas, ili estos aldonitaj. (<link url="#">Kiel restaŭri</link>)

# @info:whatsthis
source: In order to add an archive to your calendar, use the Merge Calendar function. You can view an archive by opening it like you would any other calendar. It is not saved in a special format, but as vCalendar.
eo: Por aldoni arkivon al via kalendaro, uzu la funkcion Kunfandi Kalendaron. Vi povas vidi arkivon malfermante ĝin kiel vi farus kun ajna alia kalendaro. Ĝi ne estas konservita en speciala formato, sed kiel vCalendar.

# @option:radio
source: Archive now items older than:
eo: Arkivi nun erojn pli malnovajn ol:

# @info:tooltip
source: Enable one time archiving or purging of older items
eo: Ebligi unufojan arkivadon aŭ purigadon de pli malnovaj aĵoj

# @info:whatsthis
source: If you check this box, events and to-dos older than the specified age will be archived or purged. The items will be archived unless the "Delete only" option is enabled; else the items will be purged and not saved.
eo: Se vi markas ĉi tiun skatolon, eventoj kaj faroj pli malnovaj ol la specifita aĝo estos arkivitaj aŭ elpurigitaj. La aĵoj estos arkivitaj krom se la opcio "Forigi nur" estas ebligita; alie la eroj estos purigitaj kaj ne konservitaj.

# @info:tooltip
source: Set the one time archiving cut-off date
eo: Agordi la unufojan arkivan limdaton

# @info:whatsthis
source: The date before which items should be archived. All older events and to-dos will be saved and deleted, the newer (and events exactly on that date) will be kept.
eo: La dato antaŭ kiu aĵoj devus esti arkivitaj. Ĉiuj pli malnovaj eventoj kaj faroj estos konservitaj kaj forigitaj, la pli novaj (kaj eventoj ĝuste en tiu dato) estos konservitaj.

# @option:radio
source: Automaticall&y archive items older than:
eo: Aŭtomat&e arkivi erojn pli malnovajn ol:

# @info:tooltip
source: Enable automatic archiving or purging of older items
eo: Ebligi aŭtomatan arkivadon aŭ purigadon de pli malnovaj eroj

# @info:whatsthis
source: If this feature is enabled, the application will regularly check if events and to-dos have to be archived; this means you will not need to use this dialog box again, except to change the settings.
eo: Se ĉi tiu funkcio estas ebligita, la aplikaĵo regule kontrolos ĉu eventoj kaj farendoj devas esti arkivitaj; tio signifas, ke vi ne bezonos uzi ĉi tiun dialogujon denove, krom por ŝanĝi la agordojn.

# @info:tooltip
source: Set the archival age in days, weeks or months
eo: Agordi la arkivan aĝon en tagoj, semajnoj aŭ monatoj

# @info:whatsthis
source: The age of the events and to-dos to archive. All older items will be saved and deleted, the newer will be kept.
eo: La aĝo de la okazaĵoj kaj farendaĵoj por arkivi. Ĉiuj pli malnovaj eroj estos konservitaj kaj forigitaj, la pli novaj estos konservitaj.

# @info:tooltip
source: Set the units for the automatic archive age
eo: Agordi la unuojn por la aŭtomata arkiva aĝo

# @info:whatsthis
source: Select the time units (days, weeks or months) for automatic archiving.
eo: Elektu la tempounuojn (tagoj, semajnoj aŭ monatoj) por aŭtomata arkivado.

# @item:inlistbox expires in daily units
source: Day(s)
eo: Tago(j)

# @item:inlistbox expiration in weekly units
source: Week(s)
eo: Semajno(j)

# @item:inlistbox expiration in monthly units
source: Month(s)
eo: Monato(j)

# @label
source: Archive &file:
eo: Arkiva &dosiero:

# @label filter for KUrlRequester
source: iCalendar Files (*.ics)
eo: iCalendar Dosieroj (*.ics)

# @info:tooltip
source: Set the location of the archive
eo: Agordi la lokon de la arkivo

# @info:whatsthis
source: The path of the archive file. The events and to-dos will be appended to the specified file, so any events that are already in the file will not be modified or deleted. You can later load or merge the file like any other calendar. It is not saved in a special format, it uses the iCalendar format.
eo: La vojo de la arkiva dosiero. La eventoj kaj faroj estos aldonitaj al la specifita dosiero, do ĉiuj eventoj kiuj jam estas en la dosiero ne estos modifitaj aŭ forigitaj. Vi povas poste ŝargi aŭ kunfandi la dosieron kiel ajna alia kalendaro. Ĝi ne estas konservita en speciala formato, ĝi uzas la iCalendar-formaton.

# @title:group
source: Type of Items to Archive
eo: Tipo de Eroj al Arkivo

# @info:whatsthis
source: Here you can select which items should be archived. Events are archived if they ended before the date given above; to-dos are archived if they were finished before the date.
eo: Ĉi tie vi povas elekti kiuj aĵoj estu arkivitaj. Okazaĵoj estas arkivitaj se ili finiĝis antaŭ la dato supre donita; faroj estas arkivitaj se ili estis finitaj antaŭ la dato.

# @option:check
source: Archive &Events
eo: Arkivi &Eventojn

# @option:check
source: Archive or purge events
eo: Arkivi aŭ forigi eventojn

# @info:whatsthis
source: Select this option to archive events if they ended before the date given above.
eo: Elektu ĉi tiun opcion por arkivi eventojn se ili finiĝis antaŭ la dato supre donita.

# @option:check
source: Archive Completed &To-dos
eo: Arkivi Plenumi&tajn Farendojn

# @option:check
source: Archive or purge completed to-dos
eo: Arkivi aŭ forigi finitajn farendojn

# @info:whatsthis
source: Select this option to archive to-dos if they were completed before the date given above.
eo: Elektu ĉi tiun opcion por arkivi farojn se ili estis kompletigitaj antaŭ la dato supre donita.

# @option:check
source: &Delete only, do not save
eo: &Forigi nur, ne konservi

# @info:tooltip
source: Purge the old items without saving them
eo: Forigi la malnovajn erojn sen konservi ilin

# @info:whatsthis
source: Select this option to delete old events and to-dos without saving them. It is not possible to recover the events later.
eo: Elektu ĉi tiun opcion por forigi malnovajn eventojn kaj farojn sen konservi ilin. Ne eblas rekuperi la eventojn poste.

# @info
source: The archive file name is not valid.
eo: La arkiva dosiernomo ne validas.

source: No attachment named "%1" found in the incidence.
eo: Neniu aldonaĵo nomita "%1" trovita en la incidenco.

source: The attachment "%1" is a web link that is inaccessible from this computer.
eo: La aldonaĵo "%1" estas retligilo neatingebla de ĉi tiu komputilo.

source: The calendar invitation stored in this email message is broken in some way. Unable to continue.
eo: La kalendara invito konservita en ĉi tiu retpoŝta mesaĝo estas iel rompita. Ne eblas daŭrigi.

source: Unable to create a temporary file for the attachment.
eo: Ne eblas krei provizoran dosieron por la aldonaĵo.

source: Save Attachment
eo: Konservi Aldonaĵon

source: <placeholder>undefined</placeholder>
eo: <placeholder>nedifinita</placeholder>

source: There are no items before %1
eo: Ne estas eroj antaŭ %1

# @title:window
source: Archive
eo: Arkivi

source: Delete all items before %1 without saving? The following items will be deleted:
eo: Ĉu forigi ĉiujn aĵojn antaŭ %1 sen konservi? La sekvaj eroj estos forigataj:

# @title:window
source: Delete Old Items
eo: Forigi Malnovajn Erojn

# save failure cause unknown
source: Reason unknown
eo: Kialo nekonata

source: Cannot write archive file %1. %2
eo: Ne povas skribi arkivan dosieron %1. %2

source: Cannot write archive. %1
eo: Ne povas skribi arkivon. %1

source: Archiving events
eo: Arkivado de eventoj

source: Free
eo: Libera

source: Busy
eo: Okupita

source: Unavailable
eo: Nedisponebla

source: Tentative
eo: Prova

source: Unknown
eo: Nekonata

source: Attendee
eo: Ĉeestanto

source: %1 %2, %3 to %4
eo: %1 %2, %3 ĝis %4

source: %1, %2 %3, %4 to %5
eo: %1, %2 %3, %4 ĝis %5

# @info:tooltip
source: Free Period
eo: Libera Periodo

# @info:tooltip period start time
source: Start:
eo: Komenco:

# @info:tooltip period end time
source: End:
eo: Fino:

# @info:tooltip period duration
source: Duration:
eo: Daŭro:

source: Use email settings from System Settings
eo: Uzi retpoŝtajn agordojn el Sistemagordoj

source: Check this box to use the KDE-wide e-mail settings, which are defined using the System Settings "About Me" Module. Uncheck this box to be able to specify your full name and e-mail.
eo: Marku ĉi tiun skatolon por uzi la retpoŝtajn agordojn en la tuta KDE, kiuj estas difinitaj per la Modulo "Pri Mi" de Sistemaj Agordoj. Malmarku ĉi tiun skatolon por povi specifi vian plenan nomon kaj retpoŝton.

source: Default appointment time
eo: Defaŭlta rendevuotempo

source: Enter the default time for events here. The default is used if you do not supply a start time.
eo: Enigu la defaŭltan tempon por eventoj ĉi tie. La defaŭlto estas uzata se vi ne provizas komencan tempon.

source: Default duration of new appointment (HH:MM)
eo: Defaŭlta daŭro de nova rendevuo (HH:MM)

source: Enter default duration for events here. The default is used if you do not supply an end time.
eo: Enigu ĉi tie defaŭltan daŭron por eventoj. La defaŭlto estas uzata se vi ne provizas fintempon.

source: Enable a default sound file for audio reminders
eo: Ebligi defaŭltan sondosieron por aŭdaj memorigiloj

source: Check this box if you want to enable the specified file to be used as the default sound file for new reminders. You can always specify another file in the Reminder configuration accessible from the Event or To-do editors.
eo: Marku ĉi tiun skatolon se vi volas ebligi la specifitan dosieron por esti uzata kiel la defaŭlta sondosiero por novaj memorigiloj. Vi ĉiam povas specifi alian dosieron en la Rememoriga agordo alirebla de la Eventaj aŭ Faraj redaktantoj.

source: Default audio file
eo: Defaŭlta sondosiero

source: Set a file to be used as the default sound file for new reminders. You can always specify another file in the Reminder configuration accessible from the Event or To-do editors.
eo: Agordu dosieron por esti uzata kiel defaŭlta sondosiero por novaj memorigiloj. Vi ĉiam povas specifi alian dosieron en la Rememoriga agordo alirebla de la Eventaj aŭ Faraj redaktantoj.

source: Enable reminders for new Events
eo: Ebligi memorigilojn por novaj Eventoj

source: Check this box if you want to enable reminders for all newly created Events. You can always turn-off the reminders in the Event editor dialog.
eo: Marku ĉi tiun skatolon se vi volas ebligi memorigilojn por ĉiuj nove kreitaj Eventoj. Vi ĉiam povas malŝalti la memorigilojn en la dialogo de Eventredaktilo.

source: By default, enable reminders for new events
eo: Defaŭlte, ebligi memorigilojn por novaj eventoj

source: Enable reminders for new To-dos
eo: Ebligi memorigilojn por novaj farendoj

source: Check this box if you want to enable reminders for all newly created To-dos. You can always turn-off the reminders in the To-do editor dialog.
eo: Marku ĉi tiun skatolon se vi volas ebligi memorigilojn por ĉiuj lastatempe kreitaj faroj. Vi ĉiam povas malŝalti la memorigilojn en la dialogo de redaktilo por fari.

source: By default, enable reminders for new to-dos
eo: Defaŭlte, ebligi memorigilojn por novaj farendoj

source: Default reminder time
eo: Defaŭlta memortempo

source: Enter the default reminder time for all newly created items. The time unit is specified in the adjacent combobox.
eo: Enigu la defaŭltan memorigan tempon por ĉiuj nove kreitaj eroj. La tempounuo estas specifita en la apuda kombokesto.

source: Default time for reminders
eo: Defaŭlta tempo por memorigiloj

source: Enter the default reminder time units for all newly created items. The time is specified in the adjacent spinbox.
eo: Enigu la defaŭltajn memorigajn tempounuojn por ĉiuj nove kreitaj eroj. La tempo estas specifita en la apuda spinkesto.

source: Default time unit for reminders
eo: Defaŭlta tempounuo por memorigiloj

source: Day begins at
eo: Tago komenciĝas je

source: Enter the start time for events here. This time should be the earliest time that you use for events.
eo: Enigu la komencan tempon por eventoj ĉi tie. Ĉi tiu tempo devus esti la plej frua tempo, kiun vi uzas por eventoj.

source: Exclude holidays
eo: Ekskludi feriojn

source: Check this box to prevent KOrganizer from marking the working hours on holidays.
eo: Marku ĉi tiun skatolon por malhelpi KOrganizer marki la laborhorojn dum ferioj.

source: Use holiday regions:
eo: Uzi feriajn regionojn:

source: Select which regions you want to use the holidays here. Defined holidays are shown as non-working days in the date navigator, the agenda view, etc.
eo: Elektu kiujn regionojn vi volas uzi la feriojn ĉi tie. Difinitaj ferioj estas montritaj kiel nelaborataj tagoj en la datnavigilo, la tagorda vido, ktp.

source: Use Groupware communication
eo: Uzi Groupware-komunikadon

source: Check this box to enable automatic generation of mails when creating, updating or deleting events (or to-dos) involving other attendees. You should check this box if you want to use the groupware functionality (e.g. Configuring Kontact as a KDE Kolab client).
eo: Marku ĉi tiun skatolon por ebligi aŭtomatan generacion de retpoŝtoj dum kreado, ĝisdatigo aŭ forigo de eventoj (aŭ faroj) kun aliaj partoprenantoj. Vi devus marki ĉi tiun skatolon se vi volas uzi la grupvaran funkcion (ekz. Agordi Kontact kiel KDE Kolab-kliento).

source: Default policy for invitations to other users:
eo: Defaŭlta politiko por invitoj al aliaj uzantoj:

source: Send mails without asking.
eo: Sendi retpoŝtojn sen demandi.

source: Ask for every individual attendee what to do.
eo: Demandi pri ĉiu individua partoprenanto kion fari.

source: Do not send invitation emails at all (this can break group scheduling for iTip compliant clients).
eo: Tute ne sendi invitretmesaĝojn (ĉi tio povas rompi grupan planadon por iTip-konformaj klientoj).

source: Show timezone selectors in the event and todo editor dialog.
eo: Montri horzonajn elektilojn en la dialogo pri evento kaj por redaktoro.

source: Regularly archive events
eo: Regule arkivi eventojn

source: If auto-archiving is enabled, events older than this amount will be archived. The unit of this value is specified in another field.
eo: Se aŭtomata arkivado estas ebligita, eventoj pli malnovaj ol ĉi tiu kvanto estos arkivitaj. La unuo de ĉi tiu valoro estas specifita en alia kampo.

source: The unit in which the expiry time is expressed.
eo: La unuo en kiu la eksvalidiĝotempo estas esprimita.

source: In days
eo: En tagoj

source: In weeks
eo: En semajnoj

source: In months
eo: En monatoj

source: URL of the file where old events should be archived
eo: URL de la dosiero kie malnovaj eventoj devus esti arkivitaj

source: Archive events
eo: Arkivi eventojn

source: Archive to-dos
eo: Arkivi farendojn

source: What to do when archiving
eo: Kion fari dum arkivado

source: Delete old events
eo: Forigi malnovajn eventojn

source: Archive old events to a separate file
eo: Arkivi malnovajn eventojn al aparta dosiero

source: Full &name
eo: Plena &nomo

source: Enter your full name here. This name will be displayed as "Organizer" in to-dos and events you create.
eo: Enigu vian plenan nomon ĉi tie. Ĉi tiu nomo estos montrata kiel "Organizinto" en faro kaj eventoj, kiujn vi kreas.

source: Anonymous
eo: Anonima

source: E&mail address
eo: R&etpoŝta adreso

source: Enter here your e-mail address. This e-mail address will be used to identify the owner of the calendar, and displayed in events and to-dos you create.
eo: Enigu ĉi tie vian retadreson. Ĉi tiu retadreso estos uzata por identigi la posedanton de la kalendaro, kaj montrata en eventoj kaj faroj kiujn vi kreas.

source: nobody@nowhere
eo: neniu@nenie

source: "No tag" color (for "Only tag" drawing schemes)
eo: Koloro de "Nur etikedo" (por desegnaj skemoj de "Nur etikedo")

source: Select a color to use for the "no tag" or "unset tag" situation, when an item does not have any tags. This color is used when drawing items in the agenda or month views using the "Only tag" scheme.
eo: Elektu koloron por uzi por la situacio "neniu etikedo" aŭ "malŝaltita etikedo", kiam ero ne havas etikedojn. Ĉi tiu koloro estas uzata dum desegnado de artikoloj en la tagordo aŭ monataj vidoj uzante la skemon "Nur etikedo".

source: Use this color when drawing items without any tags
eo: Uzi ĉi tiun koloron kiam desegnante erojn sen etikedoj

# @title:window
source: Create Note
eo: Krei Noton

# @action:button
source: Cancel
eo: Nuligi

# @action:button
source: Save
eo: Konservi

# @info
source: Calendar where the new note will be stored.
eo: Kalendaro kie la nova noto estos konservita.

# @info:tooltip
source: Calendar where the new note will be stored.
eo: Kalendaro kie la nova noto estos konservita.

# @label specify the title for this note
source: Title:
eo: Titolo:

# @label specify the text for this note
source: Text:
eo: Teksto:

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Print day options:</span></p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Presi tagaj opcioj:</span></p></body></html>

source: Date && Time Range
eo: Dato && Tempo-Intervalo

source: Starting date for the print
eo: Komencdato por la presaĵo

source: If you want to print more days at once, you can define a range of dates with this option and the <i>End date</i> option. This option is used to define the start date.
eo: Se vi volas presi pliajn tagojn samtempe, vi povas difini gamon da datoj per ĉi tiu opcio kaj la opcio <i>Findato</i>. Ĉi tiu opcio estas uzata por difini la komencan daton.

source: &Start date:
eo: &Komenca dato:

source: Starting time for the print
eo: Komenca tempo por la presaĵo

source: It is possible to print only those events which are inside a given time range. With this time selection box you can define the start of this time range. The end time should be defined with the <i>End time</i> option. Note you can automatically modify these settings if you check <i>Extend time range to include all events</i>.
eo: Eblas presi nur tiujn eventojn, kiuj estas ene de difinita tempogamo. Per ĉi tiu tempo-elektokesto vi povas difini la komencon de ĉi tiu tempoperiodo. La fintempo devus esti difinita per la opcio <i>Fintempo</i>. Rimarku, ke vi povas aŭtomate modifi ĉi tiujn agordojn se vi kontrolas <i>Pligrandigi tempoperiodon por inkluzivi ĉiujn eventojn</i>.

source: Start &time:
eo: Komenca &tempo:

source: Ending date for the print
eo: Findato por la presaĵo

source: If you want to print more days at once, you can define a range of dates with this option and the <i>Start date</i> option. This option is used to define the end date.
eo: Se vi volas presi pliajn tagojn samtempe, vi povas difini gamon da datoj per ĉi tiu opcio kaj la opcio <i>Komenca dato</i>. Ĉi tiu opcio estas uzata por difini la findaton.

source: &End date:
eo: &Finodato:

source: Ending time for the print
eo: Fina tempo por la presaĵo

source: It is possible to print only those events which are inside a given time range. With this time selection box you can define the end of this time range. The start time should be defined with the <i>Start time</i> option. Note you can automatically modify these settings if you check <i>Extend time range to include all events</i>.
eo: Eblas presi nur tiujn eventojn, kiuj estas ene de difinita tempogamo. Per ĉi tiu tempo-elektokesto vi povas difini la finon de ĉi tiu tempoperiodo. La komenca tempo estu difinita per la opcio <i>Komenca tempo</i>. Rimarku, ke vi povas aŭtomate modifi ĉi tiujn agordojn se vi kontrolas <i>Pligrandigi tempoperiodon por inkluzivi ĉiujn eventojn</i>.

source: End ti&me:
eo: Finte&mpo:

source: Check this option to automatically determine the required time range, so all events will be shown.
eo: Marku ĉi tiun opcion por aŭtomate determini la bezonatan tempon, do ĉiuj eventoj estos montritaj.

source: E&xtend time range to include all events
eo: E&tendi tempon por inkluzivi ĉiujn eventojn

source: Print Layout
eo: Presa Aranĝo

source: The Filofax format prints the information for the days selected without a timeline.
eo: La formato Filofax presas la informojn por la tagoj elektitaj sen templinio.

source: Print date &range as Filofax format, all on one page
eo: Presi datinte&rvalon kiel Filofax-formato, ĉio sur unu paĝo

source: The timetable print view has the times to the left of the page.
eo: La horara presaĵvido havas la tempojn maldekstre de la paĝo.

source: Print as timeta&ble view, one page per day
eo: Presi kiel horta&bela vido, unu paĝon ĉiutage

source: The timetable print view has the times to the left of the page. All days are printed as columns in one big timetable.
eo: La horara presaĵvido havas la tempojn maldekstre de la paĝo. Ĉiuj tagoj estas presitaj kiel kolumnoj en unu granda horaro.

source: Print as timetable view, all da&ys on a single page
eo: Presi kiel horara vido, ĉiujn tago&jn sur unu paĝo

source: Security Exclusions
eo: Sekurecaj Ekskludoj

source: Check this option to exclude items that have their Access level set to &#8220;Confidential&#8221;
eo: Marku ĉi tiun opcion por ekskludi erojn, kiuj havas sian Alirnivelon agordita al &#8220;Konfidenca&#8221;

source: Exclude c&onfidential
eo: Ekskludi k&onfidencajn

source: Check this option to exclude items that have their Access level set to &#8220;Private&#8221;
eo: Marku ĉi tiun opcion por ekskludi erojn, kiuj havas sian Alirnivelon agordita al &#8220;Privata&#8221;

source: Exclude pri&vate
eo: Ekskludi pri&vatajn

source: Include Information
eo: Inkluzivi Informojn

source: Print item descriptions
eo: Presi objektopriskribojn

source: Check this option if you want to see the item descriptions printed.
eo: Marku ĉi tiun opcion se vi volas vidi la priskribojn de la objektoj presitaj.

source: &Descriptions
eo: &Priskriboj

source: Print item tags
eo: Presi etikedojn

source: Check this option if you want to see the item tags printed.
eo: Marku ĉi tiun opcion se vi volas vidi la etikedojn presitajn.

source: Ta&gs
eo: Etike&doj

source: Print to-dos due within the specified date range
eo: Presi farendojn en la specifita datintervalo

source: You should check this option if you want to print to-dos which are due on one of the dates which are in the supplied date range.
eo: Vi devus marki ĉi tiun opcion se vi volas presi farendojn kiuj estas postulataj en unu el la datoj kiuj estas en la provizita datintervalo.

source: Include to-&dos that are due on the printed day(s)
eo: Inkluzivi faren&dojn kiuj estu plenumataj en la presita(j) tago(j)

source: Check this option to exclude the time in description box
eo: Marku ĉi tiun opcion por ekskludi la tempon en priskriba skatolo

source: Exclude t&ime from timetable detail display items
eo: Eksklud&i tempon de horardetalvidaj elementoj

# @title general print settings
source: General
eo: Ĝenerale

source: Print items on one line
eo: Presi erojn sur unu linio
